// General
"Chameleon_title" = "Chameleon";
"Chameleon_description" = "Chameleon requiere tres archivos esenciales (en términos simples).
boot0 (En discos MBR) es el responsable de cargar boot1.
boot1 (En el sector de arranque de la partición) para colocar boot2.
boot2 (En el directorio raíz de la partición) para cargar el kernel, etc.";

"Standard_title" = "Chameleon estándar";
"Standard_description" = "Instalar Chameleon";

"Standardhfs_title" = "Chameleon Base con boot0hfs";
"Standardhfs_description" = "Esta opción instala los tres archivos esenciales y escribe el archivo boot0hfs en los primeros 440 bytes del sector MBR, esto no destruye el código existente de Windows. boot0hfs coloca boot1h en la primera partición, sin importar que ésta sea activa o no.
* Este tipo de instalación no activa la particion seleccionada.";

"EnhancedFAT_title" = "Chameleon EFI FAT";
"EnhancedFAT_description" = "Instalar Chameleon en la partición EFI FAT32 (Original)";

"EnhancedHFS_title" = "Chameleon EFI HFS";
"EnhancedHFS_description" = "Instalar Chameleon en la partición EFI HFS (Reformateada)";

"noboot_title" = "Nada";
"noboot_description" = "No instalar Chameleon (útil para instalar solamente componentes Extras)";

// Utility
"Utility_title" = "Utilidades";
"Utility_description" = "Recursos opcionales para facilitar la configuración";

"PrefPanel_title" = "Panel de Preferencias";
"PrefPanel_description" = "Instala el Panel de Preferencias para Chameleon.";

"SMBIOSDefault_title" = "SMBIOS.plist";
"SMBIOSDefault_description" = "Copia un ejemplo de Perfil smbios.plist en /Extra/Configuration.";

"EFIMounter_title" = "Cargador de particiones EFI";
"EFIMounter_description" = "Un script de Apple para montar y desmontar la partición EFI oculta. Funciona tanto para FAT32 como HFS+. Será instalado en /Aplicaciones.";

"Documentation_title" = "Documentacion";
"Documentation_description" = "Documentación para Chameleon, su instalación y uso";

// Options
"Options_title" = "Opciones";
"Options_description" = "Configurar opciones por defecto";

"Advanced_title" = "Opciones Avanzadas de Arranque";
"Advanced_description" = "Crea un com.apple.Boot.plist en /Extra y selecciona las opciones avanzadas de configuración de Chameleon.";

"arch_title" = "arch=i386";
"arch_description" = "Carga el kernel en modo 32bit, en vez de usar el modo por defecto de 64bit.";

"BootBanner_title" = "BootBanner=No";
"BootBanner_description" = "Oculta la interfaz gráfica GUI de Chameleon.";

"InstantMenu_title" = "InstantMenu=Yes";
"InstantMenu_description" = "Muestra la pantalla de selección de particiones sin el tiempo de espera.";

"LegacyLogo_title" = "LegacyLogo=Yes";
"LegacyLogo_description" = "Usa el tradicional logo de Apple (gris sobre blanco) durante el arranque en pantalla, en vez de la imagen boot.png del tema.";

"QuietBoot_title" = "QuietBoot=Yes";
"QuietBoot_description" = "Habilita el modo de arranque silencioso (sin mensajes o cursor).";

"RestartFix_title" = "RestartFix=No";
"RestartFix_description" = "Deshabilita la opción predeterminada de reparación del Reinicio.";

"SMBIOSdefaults_title" = "SMBIOSdefaults=Yes";
"SMBIOSdefaults_description" = "Habilita las opciones SMBIOS por defecto.";

"UseAtiROM_title" = "UseAtiROM=Yes";
"UseAtiROM_description" = "Habilita las opciones AtiROM.";

"UseNvidiaROM_title" = "UseNvidiaROM=Yes";
"UseNvidiaROM_description" = "Habilita las opciones NvidiaROM.";

"Wait_title" = "Wait=Yes";
"Wait_description" = "Pausa el proceso de arranque después de que Chameleon ha finalizado de configurar, en espera de presionar una tecla para cargar el kernel. Útil al ser combinado con el modo verbose cuando hay problemas.";

"Wake_title" = "Wake=Yes";
"Wake_description" = "Intenta cargar la imagen de reposo salvada desde la última hibernación.";

"GUI_title" = "GUI";
"GUI_description" = "Desactiva la interfaz gráfica, agrega GUI=n al com.apple.Boot.plist";

"DropSSDT_title" = "DropSSDT=Yes";
"DropSSDT_description" = "Descarta las tablas SSDT anexas a la placa base.";

"GenerateCStates_title" = "Generate C-States=Yes";
"GenerateCStates_description" = "Habilita la generación automática de C-States del procesador.";

"GeneratePStates_title" = "Generate P-States=Yes";
"GeneratePStates_description" = "Habilita la generación automática de P-States del procesador.";

"VBIOS_title" = "VBIOS=Yes";
"VBIOS_description" = "En gráficas NVIDIA habilita la opción VBIOS";

"EthernetBuiltIn_title" = "EthernetBuiltIn";
"EthernetBuiltIn_description" = "Agrega EthernetBuiltIn=y al com.apple.Boot.plist para la 'integración' con el dispositivo Ethernet para Time Machine.";

"ForceHPET_title" = "ForceHPET";
"ForceHPET_description" = "ForceHPET=y Habilita HPET en chipsets intel, para aquellas BIOS que no incluyen esa opción.";

"ForceWake_title" = "ForceWake";
"ForceWake_description" = "ForceWake=y Habilita la opción de ignorar imágenes de reposo defectuosas.";

"EHCIacquire_title" = "EHCIacquire";
"EHCIacquire_description" = "EHCIacquire=y Esta opción corrige cualquier problema de los puertos EHCI debido a malas BIOS.";

"UHCIreset_title" = "UHCIreset";
"UHCIreset_description" = "Agrega UHCIreset=y Reconfigura los controladores UHCI antes de iniciar OS X.";

"UseMemDetect_title" = "UseMemDetect=No";
"UseMemDetect_description" = "Deshabilita el reconocimiento automatico de RAM predeterminado.";

"GraphicsEnabler_title" = "GraphicsEnabler";
"GraphicsEnabler_description" = "GraphicsEnabler=y Habilita la autodetección de GPUs NVIDIA e inyecta la información correcta.";

// Resolution
"Resolution_title" = "Resolución";
"Resolution_description" = "Permite fijar la resolución de pantalla para nuestro monitor";

"1024x768x32_title" = "1024x768x32";
"1024x768x32_description" = "1024x768x32";

"1280x1024x32_title" = "1280x1024x32";
"1280x1024x32_description" = "1280x1024x32";

"1280x960x32_title" = "1280x960x32";
"1280x960x32_description" = "1280x960x32";

"1600x900x32_title" = "1600x900x32";
"1600x900x32_description" = "1600x900x32";

"1680x1050x32_title" = "1680x1050x32";
"1680x1050x32_description" = "1680x1050x32";

"1920x1080x32_title" = "1920x1080x32";
"1920x1080x32_description" = "1920x1080x32";

"1920x1200x32_title" = "1920x1200x32";
"1920x1200x32_description" = "1920x1200x32";

// Themes
"Themes_title" = "Temas";
"Themes_description" = "Una colección de Temas de muestra.
Puedes encontrar más temas en http://forum.voodooprojects.org/index.php/board,7.0.html";

"Embed_title" = "Embed";
"Embed_description" = "Versión simplificada del nuevo tema por defecto, esto se acostumbra cada vez que se crean nuevas versiones de Chameleon, las cuales lo requieren.";

"Legacy_title" = "Legacy";
"Legacy_description" = "El tema anterior usado por Chameleon";

"Default_title" = "Default";
"Default_description" = "El tema estándar, incluido aquí para ser personalizado";

"Big_title" = "Grande";
"Big_description" = "Un tema grande para la gente con monitores de altas resoluciones";

"Twilight_title" = "Twilight";
"Twilight_description" = "Un tema de muestra para todos los fans de Crepúsculo";

"Pinktink_title" = "PinkTink";
"Pinktink_description" = "Un tema de muestra con el fondo rosa y Tinkerbell";

"Msi_netbook_title" = "MSi Netbook";
"Msi_netbook_description" = "Tema de muestra con el logo boot de MSi para tu portátil";

"Bullet_title" = "Bullet";
"Bullet_description" = "El tema Bullet de Nosmokingbandit";

"Mint_title" = "Mint";
"Mint_description" = "Un tema 'Mentolado'de Blackosx y Enzo";

// Extras
"Extras_title" = "Extras";
"Extras_description" = "Una colección de recursos adicionales muy útiles";

"SMBios_title" = "Anulación de SMBIOS";
"SMBios_description" = "Instala la anulación de SMBIOS por defecto, en el perfil smbios.plist en /Extra";

// Kexts
"Kexts_title" = "Kexts";
"Kexts_description" = "Una colección de extensiones útiles, sólo compatibles con /Extra/Extensions";

"AHCIPortInjector_title" = "AHCIPort";
"AHCIPortInjector_description" = "Agrega inyección AHCI para los chipsets Intel Southbridge ICH6 - ICH10 y JMicron JMB383";

"FakeSMC_title" = "FakeSMC";
"FakeSMC_description" = "Programa SMC Emulador, info: http://www.projectosx.com/forum/index.php?showtopic=1206";

"SMCITEController_title" = "SMCITEController";
"SMCITEController_description" = "Controlador SMC para chipsets ITE, info: http://www.projectosx.com/forum/index.php?showtopic=1206";

"TotallyLegacy_title" = "TotallyLegacy";
"TotallyLegacy_description" = "Una extensión todo en uno, es una recopilación de inyectores (por smith@@)";

"IOAHCIBlockStorageInjector_title" = "IOAHCIBlockStorage";
"IOAHCIBlockStorageInjector_description" = "Elimina los famosos iconos naranja de las unidades de disco internas, inyectando valores para las controladoras SATA AHCI incompatibles";

"ATAPortInjector_title" = "IntelPIIXATA";
"ATAPortInjector_description" = "Agrega inyección nativa ATA (IDE) para los chipsets Intel Southbridge ICH6 - ICH10";

"JMicronATAInjector_title" = "JMicronATA";
"JMicronATAInjector_description" = "Agrega inyección JMIcronATA para los chipsets Intel";

"Disabler_title" = "Disabler";
"Disabler_description" = "Deshabilitador del AppleIntelCPUPowerManagement.";

"ZEvOreboot_title" = "ZEvOreboot";
"ZEvOreboot_description" = "Kexts necesarios solamente para Wifi Zotac GF9300 ITX WiFi con dsdt.";

// Error strings
"ERROR_BOOTVOL" = "Este software debe ser instalado en el volumen por defecto.";
"ERROR_INSTALL" = "Este volumen no cumple con los requerimientos necesarios para esta actualización ";

"Newer_Package_Installed_message" = "Una versión más reciente de Chameleon ya ha sido instalada.";
"Intel_Mac_message" = "Este software no puede ser instalado.";
